tap "cloudfoundry/tap"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "homebrew/services"
tap "goles/battery"
tap "pivotal/tap"
tap "caskroom/cask"
tap "wata727/tflint"
cask "java"
brew "ansifilter"
brew "autoconf"
brew "automake"
brew "readline"
brew "xz"
brew "awscli"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pixman"
brew "cloog"
brew "ctags"
brew "direnv"
brew "dnsmasq"
brew "emacs"
brew "wxmac"
brew "erlang"
brew "exa"
brew "exercism"
brew "fzf"
brew "gcc@4.9"
brew "gdk-pixbuf"
brew "git"
brew "go"
brew "gmp"
brew "libgpg-error"
brew "libksba"
brew "gnupg"
brew "icu4c"
brew "heroku"
brew "isl"
brew "jenkins"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "kops"
brew "libcroco"
brew "librsvg"
brew "libssh2"
brew "libtool"
brew "libyaml"
brew "mongodb"
brew "mpfr"
brew "mysql"
brew "packer"
brew "postgresql"
brew "rabbitmq"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "shared-mime-info"
brew "terraform-docs"
brew "terraform-inventory"
brew "tfenv"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "zsh-completions"
brew "cloudfoundry/tap/cf-cli"
brew "goles/battery/battery"
brew "wata727/tflint/tflint"
cask "alfred"
cask "bitbar"
cask "chefdk"
cask "dash"
cask "docker"
cask "imageoptim"
cask "iterm2"
cask "little-snitch"
cask "macdown"
cask "micro-snitch"
cask "minikube"
cask "nosleep"
cask "onyx"
cask "postman"
cask "robomongo"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "vnc-viewer"
